Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “人阶上品丹药十两银子一枚，我这丹药听这炼丹师的口气品阶不高，不过他们小姐都惊动了，显然也看出这丹药的不寻常了？价值怎么也比人阶上品丹药高吧？”江逸脑海飞快转动，很快咬牙道：“二，二十两银子一枚。”
en_us: "The Man-tier superior-grade elixirs are worth ten taels of silver per pill. According to your alchemist here, my elixirs are not of high-quality, yet they were able to trigger the Young Mistress their caln to settle this herself. Is it not evident enough that this elixir is extraordinary? Surely, the value would be higher than any Man-tier superior-grade elixir?" Jiang Yi's mind moved as fast as lightening. Very soon, he gritted his teeth and said, "Two, twenty taels of silver for each pill."

source: “人阶上品武技流星拳？江豹，你……”
en_us: “The Man-tier superior-grade martial art technique Shooting Star Punch? Jiang Bao, you…”

source: “人阶下品，应该不止吧？不说是地阶，最少也应该是人阶上品吧？”江逸暗暗琢磨了一下，就回道：“不是人阶下品。”
en_us: "Man-tier Inferior-grade - it surely can't be only at that level? To say nothing of being of earth-grade, but surely the elixirs should at least be of Man-tier superior-grade?" Jiang Yi hesitated for a while before replying, "They are not of Man-tier inferior-grade."

source: “人？”易峰一惊，“什么人？在哪？”
en_us: "A person?" Yi Feng was shocked. "Who? Where?"

source: “什……什么小孩？”魔王一脸懵逼，还没从那顿披头盖脸的毒打中回过神来，从来没有被人这么揍过，简直就是辗压！
en_us: “Ki...Kid? What kid?" The Demon King was dumbstruck, clearly yet to recover from the horror of the brutal beating he had just received. Never had he ever been boxed until this extent, with him being at the clear lost ground.

source: “什么……什么萝卜，你……到底是谁？”
en_us: "What… what radish? You… who are you?"

source: “什么事？”
en_us: "What is it?"

source: “什么人，出来！”她转头看向右侧的树丛间。
en_us: "Who are you, come on out!" She looked to the right of the forest.

source: “什么人，敢闯入……”正想着，门口却传来一道熟悉的声音，刚刚下山的易峰带着几个弟子冲了进来，看到她突然愣住。
en_us: "Who is this, who dares to invade..." Just as Shen Ying was trying to figure out what was happening to the beast, a familiar voice sounded from the door. Yi Feng, who had already descended the peak earlier, suddenly charged into the cave with his disciples following behind him. He hesitated when he recognised Shen Ying.

source: “什么人？”
en_us: "Who is it?"

source: “什么人？”他唤出自己的武器，转身看向妖气的来源。
en_us: "Who are you?” Summoning his weapon, he turned towards the source of the demonic aura.

source: “什么人？”宁子安吓了一跳，惊呼出声，已经分不清是哪个的声音了。整个身子退后两步，这才抬头看向她，眼里的疑惑一闪，认出她来，“是你！你是沈……沈……”
en_us: “Who is that？”Utterly shocked, Ning ZiAn exclaimed, failing to recognize the source of the sounds. He retreated backwards, then raised his head to look at her. Bewilderment flinched in his eyes, before he recognized her,"It's you! You're Shen...Shen...... ”

source: “什么人？”芮糜一惊，猛的回头看去，却看到一个灰扑扑的人，身上还裹着被子，浑身脏兮兮的，乱蓬蓬的头发上还插着几根稻草。他心下一紧，是个女人，她什么时候在这里的？以他的修为，居然毫无察觉！
en_us: "Who's that?" Rui Mi was taken aback. He violently turned his head back to check, but all he saw was a person covered in dust with a blanket over the body. Her body was filthy and her messy hair even had several pieces of hay stuck in it. His heart contracted — it was a woman, since when was she here? With his level of cultivation, he did not detect anything at all!

source: “什么仙门修士，原来也只是自私的普通人罢了。”他叹了一声，似是放下了什么，转头看向旁边的人笑了笑，“沈萤多谢了！够义气，以后你就是我亲妹子了！”
en_us: "What immortal sect cultivators, at the end of the day they are just some selfish normal human beings." He sighed, as if letting go of something, then turned to look at the person beside him and said with a smile, "Shen Ying, thanks a lot! Since you are so loyal, from now on you are my sister!"

source: “什么升仙塔？”郁红和思羽听得一脸迷糊，“上青界谁有这么大的本事，可以同时困三大世家的家主和游仙？”
en_us: "What Immortal Ascension Pagoda?" Both Yu Hong and Si Yu looked baffled. "Who in the Upper Azure World is capable of trapping the three great aristocratic families' patriarchs and traveling immortals?"

source: “什么大事，这么着急？”奚秋做了两百年的掌门，这还是第一次见他这么凝重的样子，还特意来请他。
en_us: "What's the matter, what's the hurry?" Xi Qiu had been the sect master for 200 years. This was the first time he saw him with such a grave expression and for him to even specifically come to invite him over.

source: “什么情况？”
en_us: "What's the situation?"

source: “什么意思？”沈萤转头带些惊讶的看向他，“这个世界纵容强\奸犯的吗？”
en_us: "What does that mean?" Shen Ying turned around and looked at him in shock. "This world shelters rapists?"

source: “什么海鲜?”
en_us: "What seafood?"

source: “什么狗屁门规？”
en_us: "What kind of stupid rule is this?"

source: “什么身份？”孤月一愣，他不就是薄飞平的儿子吗？还有什么叫他的男主？
en_us: “What identity？”Lonemoon went blanked. Is he not just the son of Pu FeiPing? And why are they calling him male protagonist?

source: “什么重丰日？”沈萤皱眉。
en_us: "What "Heavy Day"?"

source: “什么！”
en_us: "What!"

source: “什么！”你不是散修吗？奚秋一惊，脱口而出，“你师父是谁？”
en_us: "What! Aren't you an itinerant cultivator?” Surprised, Xi Qiu blurted out, "Who is your master?"

source: “什么！”孤月一惊，卧槽，男主不是个名门正派吗？啥时候变反派了，这剧情偏纲了啊喂，“你是说这些魔气是他放出来的……他也是魔族？！”
en_us: “What!”Lonemoon exclaimed，F***，Isn't he the protagonist？Since when did he transform to become the antagonist?This storyline is going far off，“You mean he released these Demonic aura... He is a demonic beast？!

source: “什么！”孤月一惊，连那冷淡的表情都快要维持不住，“你说他叫什么？”
en_us: "What!" Lonemoon exclaimed, unable to maintain his usual calm demeanor. "What did you say his name was?"

source: “什么！”青尹一愣，似是没有想到有人发现了上古秘境后，不单没有着急的宣告主权，划到自己宗门里，居然还通知了其它门派一起分享。眉头瞬间就拧了起来，果然只是些下界的修士，一群蠢货！身上化神期的威压顿时就朝着对方放了过去。
en_us: "What!" Qing Yin was shocked. Apparently he did not think that anyone who discovered a mystic realm would have informed other sects to share in it instead of immediately claiming ownership over it. His brows furrowed together, thinking: no wonder they are just some lower realm cultivators, a bunch of idiots! The Soul Formation stage’s suppression in him was immediately released towards the other party.

source: “什么！你叫我讨好她？不可能！她可是毁了我追魂楼的人。”
en_us: "What! You ask me to boot lick her? Impossible! She destroyed the people of my Soul Chasing Tower."

source: “什么，活人练丹！”印风一惊，这可是只有魔修才会做的事。
en_us: "What, refining pills using living people!" Yin Feng was stunned, that was what fiendish cultivators would do.

source: “什么？”
en_us: "What?"

source: “什么？”他下意识的问了一句。
en_us: "What?" He responded.

source: “什么？”孤月一愣，这怎么可能！“没受伤，不是说这镇子死了十几个人，还有金丹修士吗？”
en_us: "What?" Lonemoon was confused. How could this be! "No injuries, but weren't we told that the demon has killed more than a dozen people, including a Golden Core cultivator?"

source: “什么？”轩辕家主脸色一沉，“好大的口气，两个化神修士，居然也敢来轩辕主家撒野！通知惩戒堂堂主，带人拿下那两人。”
en_us: "What?" The look on the master of the Xuan Yuan Family became solemn. "What a grand notion. Two Soul Formation cultivators having the audacity to behave atrociously in the Xuan Yuan Family! Go inform the Disciplinary Hall's Hall Master, get people to hold those two down."

source: “什么？你不做工了？要外出三个月？”
en_us: "What? You are quitting? And leaving for three months?"

source: “什么？连净化阵也逼不出里面的恶鬼？”不出幡，它们是想魂飞魄散吗？
en_us: "What? Even the purge array cannot force the demon souls out?" Did they want their souls to be pulverized into non-existence by staying inside the gonfalon?

source: “今天天气真好啊，午饭吃啥呢？”
en_us: "The weather is so good today. What should we have for lunch?"

source: “今天迟了，明天吧！”
en_us: "It's getting a little late, let's settle on tomorrow!

source: “从……”沈萤想了想才回答，“你骂男人都不是东西的时候。”
en_us: "From…" Shen Ying fell into thought for a few seconds. "From the time you said that men were useless."

source: “从今天开始，你就是我的厨……啊呸！”她临时开了口，“你就是我徒弟了！”
en_us: "From this day onwards, you are my chef... arh! She quickly corrected herself. "You are my disciple!

source: “从你们抱怨，工作多没提成的时候起。”她耸了耸肩，朝三个越退越远的人招了招手，“怕什么，我又不是你们老板？我叫沈萤，来来来，过来坐，我有点事想问问你们。”
en_us: "Ever since you guys were complaining about how you were getting no raises at your jobs." She shrugged and waved towards the three of them who were retreating further away from her. "What are you afraid of, I am not your boss. I am Shen Ying. Come over here, I have some stuff that I want to ask you guys."

source: “从未听闻！”羿清摇头。
en_us: "No!" Yi Qing shook his head.

source: “从此之后，你须……你说啥？”仙魂愣了一下，这人是不是傻，“这可是传承，你居然不要。你知不知道只要你练出了传承中的丹药，飞升成仙指日可待。”
en_us: "From today on, you will… What did you say?" The immortal soul hesitated. Was this person out of her mind? "This is a heritage. How could you refuse it? Do you know that if you manage to refine a pill from our heritage, you could easily attain immortality?"

source: “从现在开始你们就是我无敌派的弟子了。”他朝着眼前这群仍旧裹得严严实实，还刻意低着头的女子扫了一眼，皱了皱眉指向终于做完饭的羿清道，“本派目前虽然只有三个人，但以我和他的修为，足够教导你们。望你们以后努力修行，早登仙途。”
en_us: "From now on, you are all disciples of my Invincible Sect." He looked towards the group who were still mostly covered up in their robes and even purposely glanced at the girl who was hanging her head, and then he furrowed his brows and pointed towards Yi Qing who had finally finished cooking. "Although this sect currently only has three people, his and my cultivation will be sufficient to teach all of you. Hopefully, all of you will work hard on your cultivations and head towards the path of immortality soon."

source: “他……他们是剑修，不只是惩戒堂堂主，几位化神长老都去了，根本拦不住那两个人。”
en_us: "They… they are sword cultivators. Not only the Disciplinary Hall's Hall Master, a few of the Soul Formation Elders went up against them as well, but they just could not stop those two."

source: “他……他就是刚刚在珍宝阁，跟我抬价拍法器的人。”修士瞅了瞅对方脸上的黑色条纹，往后缩了缩，“没想到，他居然是魔修。”
en_us: "He… he was just at the Treasure Pavilion, bidding against me for my Dharma artifact." The cultivator glanced at the man whose face was covered in black stripes, shrunk back and said, "Never did I expect him to be a fiend cultivator.""

source: “他不是剑修吗？要那练丹圣物干嘛？”
en_us: "Isn't he a sword cultivator? What does he want that pill-refining monster for?"

source: “他们已经出发了？”孤月更加惊讶，“用得着这么急吗？那去通知下兔王，到时让它们放行就是。”
en_us: "They're already on their way?" Lonemoon was even more surprised. "Did they have to be in such a hurry? In that case, inform Rabbit King to let them in when they arrive."

source: “他们要找的就是这个草木灵？”羿清问。
en_us: "They're here to find this vegetation spirit?" Yi Qing asked.

source: “他们说，此妖只在深夜出没。来时伴着一股黑气，根本看不清它的样貌。”呈安继续道，“镇西的绸缎庄，酒庄，客栈，镇东的书斋，胭脂铺，就连街尾住的猎户家那妖怪都闯入过。”
en_us: "They said that this demon only came out in the middle of the night. It was shrouded in a black Qi, so they couldn't see its appearance at all." Cheng An continued, "The textile shop, the winery and the inn in the west of the town, the school, the rouge shop in the east of the town, and even the houses of the hunter families at the end of the street have been broken into by the demon."

source: “他们都是你们家的游仙。可能还有人沉陷心魔，失去自我……”羿清没有再说下去。
en_us: "They are all your family's traveling immortals. Some of them may still be trapped in their mental demons and lost their self..." Yi Qing let his sentence trail off.

source: “他又不是人。”
en_us: "He's not a person."

source: “他可不是幻象，这便是升仙塔第一层的考验。只要你打败他，离飞升就更近一步。”那声音再次响起，带着些嘲讽的味道，“大道无情，为你心中之道，是否能手刃同……咦？”
en_us: "He's not an illusion. This is the first level test of this Immortal Ascension Pagoda. If you defeat him, you will be one step closer to achieving Immortal Ascension," the mocking voice sounded once more. "The road is ruthless. What remains to be seen is whether your heart can be equally ruthless to... Eh?"

source: “他吃了就可以直接成仙？”
en_us: "They can achieve Immortal Ascension if they eat the pill?"

source: “他在秘境中顿悟了。”孤月嘴角抽了抽。
en_us: "He had an epiphany in the mystic realm," Lonemoon explained as the corner of his mouth twitched..

source: “他大概这么高，八岁的样子，穿蓝白色衣服。”沈萤比了比自己的腰际，“我问过附近的阿黑，他们说这里你最大，事都是你做主的，所以我才来找你的。”
en_us: “He is approximately this height, around eight years old, wore blue and white colored clothes." Shen Ying said as she placed her hands at the height of her waist as a gage,"I've asked the 'Blackies' nearby. They say you are the highest in power here. You are the decision maker to all matter, hence I came to find you.”

source: “他如何做到的？”再怎么遁逃也不可能退得这么干净。
en_us: "How exactly did he do it?" Yi Qing questioned. However he escaped, it was impossible for him to do it so cleanly without a trace.

source: “他怎么了？”孤月问。
en_us: “What happened to him？”Lonemoon asked.

source: “他挺好的啊。”还会端盘子呢，沈萤一边啃着糕点，顺口回了句。关键长得挺好吃的样子。
en_us: "He's quite nice," Shen Ying retorted as she chewed on a pastry. He knows how to serve dishes too. The best part about him is he looks delicious.

source: “他果然躲在下面，追！”孤月说了一声，就跳了进去。这狐妖也是狡猾，怪不得它要躲回洞里，洞中黑暗，如果他们逃进去，绝对发现不了这个阵法，自然也找不到它。只是它估计没想到，他们会把洞劈开。
en_us: "He really is hiding underneath. After it!" cried Lonemoon, jumping in. This fox demon was so cunning. No wonder it decided to hide in this cave; the darkness in the cave meant that there was no way they could detect the array formation, so naturally they would not be able to locate it as well. It was just that it had not counted on them breaking the cave apart.

source: “他自愿签的契约，怪我罗。”孤月一脸商业假笑，扫了她一眼道，“我这么拼命为门派创收，都是为了谁啊？！”还不是为了养你们这群吃货！
en_us: "He voluntarily signed the contract, can't blame me." Smiling his fake businessman's smile, Lonemoon defended himself. Casting a glance at her, he said, "Isn't it all for your sakes that I'm working my butt off, generating income for the sect?!" I'm doing all this to feed you foodies!

source: “他要见我干嘛？”沈萤懵了懵。
en_us: "What does he want to see me for?" Shen Ying asked.

source: “他要这个干嘛？”
en_us: "What does he want this for?"

source: “他闭关了。”孤月顺口回了一句。
en_us: "He is in seclusion." Lonemoon replied.

source: “他？可那明明是天道的紫宵天雷，什么人可……”他突然似是想到什么，细一看对方身上的气息，脸色顿时一沉，“你是上界的仙人。”
en_us: "Him? But those were bolts of Violet Nightfall Heavenly Lightning from the Heavenly Dao. How can someone...@ He trailed off, as if having suddenly thought of something. He studied the stranger's aura and his expression darkened, "You are an Immortal of the Upper World."

source: “仙……仙师！”终于有人忍不住开口道，“听……听刚刚两位仙长说，您……您是无敌派掌门？！”
en_us: "Immortal… Immortal Master!" Finally, someone could not hold back, asking "I heard… heard from the two immortal elders from before that you… you are the sect master of Invincible Sect?!"

source: “仙师，我们可以加入吗？”
en_us: "Immortal Master, can we join?"

source: “令牌！”
en_us: "The token!"

source: “以前你跟系统对话时，也是这样把别人晾在旁边的吗？”
en_us: "Previously when you talk to your system, do you also shove others to the side?"

source: “以后也不收了。”她又加了一句。
en_us: "And I won’t be taking in any disciples in the future as well," she added.

source: “以后我就住这里了。”
en_us: "I'll be staying here from now on."

source: “以她那个变态的实力，该担心的应该是那个魔修吧？！”你急个屁啊！
en_us: "With her freakish strength, shouldn't we be more concerned for the fiendish cultivator?!" Why the hell are you so worried!"

source: “以我们现在情况加入哪个世家都不适合。”孤月皱了皱眉。沈萤这个吃霸王餐的名声先不说。轩辕家那一闹，他和羿清也出了名，但四世家之间本来就是个平衡的局面，如果让他们加入，就是明摆着跟轩辕家做对。而其它的门派，更是不敢公然与之为敌。
en_us: "We're not suited to join any sect or family given our current situation," Lonemoon frowned. Shen Ying's reputation as a freeloader aside, Lonemoon and Yi Qing's names were spreading like wildfire because of what happened with the Xuan Yuan Family. The four aristocratic families existed as coequals; if any one of those families took Lonemoon and Yi Qing in, they would clearly be pitting themselves against the Xuan Yuan Family. As for the other sects, no one would dare to make an aristocratic family their enemy.

source: “以我对师父的了解……”羿清皱了皱眉，犹豫了一会才道，“她不是斗不过那魔修。”
en_us: "From what I know about Master…" Frowning, Yi Qing hesitated for a moment before saying, "It's not that she can't fight and defeat the fiendish cultivator."

source: “任翼师弟，如此美人，你怎么就不懂得怜香惜玉点呢？”
en_us: "Junior Brother Ren Yi, how can you not cherish and be more tender towards such a beauty?"

source: “休想狡辩。”孤月声音一沉，“你敢说这镇中的骚乱不是因你而起。”
en_us: "Don't try to deny it." Lonemoon deepened his voice. "You dare to say that the chaos in this town was not your doing."

source: “会……吧？”这不就是有一个吗？
en_us: "Guess... so? Isn't there one here?

source: “会的，一会定的！”郁红紧了紧身侧的手，不知道是给自己还是她们打气，“我们连断空涯都能逃出来，还有什么可惧的。只要等我们到了下界就自由了。有那个人的庇护，我们可以重新开始新的生活，没有人敢再轻视我们。”
en_us: "Yes, yes we can!" Yu Hong held the hand of the girl beside her tightly, not sure if she was encouraging them or herself. "We have escaped even from the Sky Severance Cliff, so what else is there to fear? As long as we can hang on until we reach the Lower Realm, we will get our freedom. With that person's protection, we can start anew and no one would dare to belittle us again."

source: “传承！”孤月一惊，一脸不敢置信的瞅了瞅那残魂，再瞅向沈萤，“他……他不会就是这座仙宫的主人吧？！”他定神一看，果然发现那道残魂身上隐隐还萦绕着仙气，这真是道仙魂！
en_us: “Heritage!" Lonemoon was shocked, not daring to believe what he was hearing. He glanced at the remnant soul before turning to face Shen Ying. "Don't tell me he's… he's the master of this Immortal Pavilion!" He calmed himself down and took another look at the remnant soul. Indeed, he saw that the remnant soul was surrounded with Immortal Qi. He was really an immortal soul!

source: “传闻中的追魂楼主果然有点本事。”郁海珩冷笑着上前道，“仅仅是元婴修为就可以布下迷魂阵，只可惜这样的阵法困得住我们一时，却困不住一世。你们终究逃不了一死。”
en_us: "The Master of the Soul Chasing Tower is capable indeed," Yu Hai Heng mocked. "You're just a Nascent Soul, yet you're able to set up a Soul Confundus Array. It's a pity that the array could only hold us back for awhile and not forever. You can't escape death afterall."

source: “传闻用草木灵的花练丹，还有提升丹药品阶的作用。”羿清也看了看那草木灵补充道。
en_us: "It's said that we can use its flower to refine and upgrade our pills," Yi Qing chimed in as he, too, studied the vegetation spirit.

source: “但……你们却可以！”血狐话音一转，神情越加的兴奋，看着羿清和孤月的眼光仿佛看着什么饕餮盛宴，“哈哈哈……没想到玄天宗会直接送我一个化神和一个元婴修士，有了你们俩的修为，再加上这血祭大阵，我就能重新唤回我儿的魂魄，他就可以复生！”
en_us: "But… you can!" cried out the blood fox, his expression becoming increasingly excited. He looked at Yi Qing and Lonemoon like he was looking at a sumptuous feast. "Ha ha ha… I didn’t expect Blackheaven Sect to send me a Nascent Soul and a Soul Formation cultivator. With the cultivation from both of you, plus this Blood Sacrifice Array, I can recall the soul of my child, he can be resurrected!"

source: “但你给我兽丹之事，就不必跟他们提了。”她转了转手里的蓝色珠子，“这些所谓的名门正派，向来自以为是，有的是下作的手段，你不要犯傻死撑！要真怕说漏嘴，这珠子就算是我抢的吧。”反正她也不在乎多一个杀人夺宝的罪名。
en_us: "But you don't have to mention about giving me the beast pill." She turned the blue bead over in her hand. "These so-called righteous people from established sects think very highly of themselves but secretly do the dirtiest things. Don't try to tough it out! If you're afraid of saying the wrong thing, say that the pill was taken by me." In any case, she no longer cared whether one more count of killing and robbery was added to her list of crimes.

source: “住口！”孤月心底一凉，瞪向说话的那人，他怎么可以说这种话？当初那三人找上玄天宗，若不是这些人无能，怎么可能轮得到羿清一个刚入门没多久元婴进去。好不容易回来，还带回了那么多灵植，还一根不留全交给了宗门。如今大难临头，他们为了活命，要不顾他的死活吗？
en_us: "Shut up!" Lonemoon's heart stilled. He turned to glare at the Hall Master. How could he say something like that? When the three Traveling Immortals came up to Blackheaven Sect, Yi Qing was a mere Nascent Soul. He wouldn't have had the chance to go if the people from their sect had not been so useless. To think that the three of them had fought so hard to come home with so many spirit herbs in tow and had even given everything they had found to the sect. Now, in the face of trouble, these people were willing to give up Yi Qing's life to save their own?

source: “住口！”振祥脸色扭曲了一瞬，“满口胡言，分明是你们背叛师门，还打算就此下界与魔修为伍，今日我只是阻止你们犯下大错。”
en_us: "Shut up!" Zhen Xiang's expression grew twisted for a moment. "You’re full of crap. It was obvious that you guys betrayed the sect and even intended to go to the Lower Realm to partner up with fiendish cultivators. I am only preventing you guys from making a huge mistake today."

source: “住手！”
en_us: "Stop!"

source: “住手！”*3
en_us: "Stop it!"

source: “住手！”眼看着血祭大阵里开始漫延出一条条血痕，以极快的速度朝着四朝开始蔓延，大部分直接朝那个小镇的方向而去，孤月心下越加的着急，“血狐你要是敢屠城，我玄天宗必不会放过你的。”
en_us: "Stop it!" Streams of blood seeped out from the Blood Sacrifice Array, spreading quickly in all directions with most of it spreading towards the small town. Lonemoon panicked and said, "Blood Fox, if you dare to massacre the town, my Blackheaven Sect will never let you go."

source: “住手！”羿清飞身上前想阻止，却已经来不及了，旗上他布下的封印，应声而碎，金色的法符碎破成了千万片，浓郁的鬼气顿时喷涌而出，气温骤降。
en_us: "Stop it!" Yi Qing flew forward in an attempt to stop him but it was too late. The seal that he had placed on the gonfalon shattered; the golden Dharmic amulet broke into thousands of pieces, and the temperature fell rapidly as dense Ghost Qi spewed out.

source: “住手！芮糜她只是一个凡人。”
en_us: "Stop it! Rui Mi, she is only a mortal."

source: “住手，救命啊！小姐姐……”
en_us: "Stop, help! Little Missy..."

source: “何为入股？”
en_us: "What are shares?"

source: “何为歪歪？洗衣鸥？”羿清听得一脸茫然，“师父以前听说过他？”
en_us: "What's Wai Wai? See Yee Oh?" Yi Qing looked blank. "Master, have you heard of him in the past?"

source: “何人？”
en_us: "Who?"

source: “你NPC吗？还要把台词从头说一遍。”
en_us: "Are you an NPC? Why are you repeating your lines?"

source: “你TM不是来安慰我的吗？有你这样只吃东西不说话的安慰吗？好歹问问我为什么不高兴吧？”
en_us: "Can't you freaking comfort me? Why would you sit there and eat and yet not say a word? Why don't you at least ask why I'm unhappy?"

source: “你TM就不能忍着？”
en_us: "Can't you bloody bear with it?"

source: “你……”
en_us: "You…"

source: “你……”从没见过这么不要脸的人，他心口一塞，越说越是窝火，干脆直接拔出剑，指向她道，“甚至欺人太盛，我追魂楼虽然不是什么世家仙门，但也不是任人欺凌之辈。”
en_us: "You..." He had never seen such a shameless person, he was dumbfounded. The more he spoke, the more he felt the anger so he directly took out his sword and pointed at her, "You are really bullying others to the extreme, although my Soul Chasing Tower isn't some aristocratic family, we are not ones to be bullied."

source: “你……”他忍不住开口道，“你……到底对我的系统做了什么，为什么只有你可以听到系统的话？”而且还有问必答。
en_us: "You..." he couldn't help but ask, "What exactly did you do to the system? How are you the only one who can hear what it says?" And why does the system answer every single one of your questions?

source: “你……”他这会是真的慌了，脸色变换了好几次，突然想到了什么，咬牙冷笑出声道，“哼，你们这群不自量力的凡人！就算现在抓了我又如何？今天就是重丰日，等时间一到，这笔账我定会讨回来。你们一个都逃不掉。”
en_us: "You..." He was really panicking now. Several different expressions flickered past his face. Suddenly looking as if he thought of something, he scoffed, "Pfft, you are just a bunch of mortals who do not know their own strength! So what if you catch me? Today is "Heavy Day". When the time comes, I will come back to settle the score with you. Then, you can only dream of escaping."

source: “你……”她深吸了好几口气，才压下想要杀人的冲动，用力指了一个方向，“你再敢回来，我就将你抽骨练魂，那边！”
en_us: "You…" She had to take a few deep breaths before she managed to suppress the urge to kill. Pointing hard at one direction she said, "If you dare to come back, I will use your bones for my spirit practice. Over there!"

source: “你……”孤月一急，正要上前却被旁边的余阳一把拉住，“师兄！”
en_us: "You…" Flustered, Lonemoon was just about to go forward, but he was held back by Yu Yang. "Senior Brother!"

source: “你……”孤月气急，搜魂是何定阴损的法术，虽然可以寻搜到对方生前所有记忆，但却是直接作用于魂魄的，此术一下被搜魂者不死也要半残了，他这话跟明目张胆说想要杀人有什么区别。
en_us: "You…" Lonemoon was furious. Soul-searching was an exceedingly depraved method. The user would have access to all of a person's memories, but this would have a grave effect on the person's soul. That person would definitely end up a paralytic, at best. What difference was this from saying he wanted to kill Yi Qing?

source: “你……”孤月顿时有些生气了，他好歹是个化神修士，都主动要收徒了，他居然还再三拒绝。就算是未来的剑仙，架子也用不着摆这么高吧，“虽说一日为师，终身为父。但我等修仙之人，自与凡人不同。为了你的仙途，不必守这等死礼。”
en_us: "You…" Lonemoon was a little angry now. He was, after all, a Soul Formation cultivator. He had taken the initiative to take him on as a disciple, yet Yi Qing had the gall to reject him again and again. Even if he were the future sword cultivator, he did not have to put on such high airs. "Although the saying 'Once your teacher, forever your teacher' is not wrong, it does not apply to those who practice immortal cultivation as they are different from mortals. For the sake of your immortal future, you should forgo traditional proprieties."

source: “你……”戚橙雨紧了紧手心，一脸复杂的看了沈萤一眼。
en_us: "You…" Gripping her palms tightly, Qi Chengyu looked at Shen Ying with a complicated expression.

source: “你……”羿清刚憋出的大招卡住了，一时间不知道当不当放。
en_us: "You…" Yi Qing had forced out a huge move but held it back, unsure of whether he should unleash it.

source: “你……”羿清突然睁大眼睛看向他，“你的天劫要来了！”
en_us: "You..." Yi Qing looked at him in sudden realization and exclaimed, "Your Heavenly Tribulation is coming!"
